Repository: raynelz/NotionHw4
Catalog: NotionHw4/Localizable.xcstrings
Source language: en
Languages: ru

source: Aleksander Dmitrievich V.
ru: Александр Дмитриевич В.

source: Close Alert
ru: Закрыть Предупреждение

source: Completed, 12 September 16:00
ru: Завершена, 12 Сентября 16:00

source: Congratulations! 🎉
ru: Поздравляю! 🎉

source: Create sample
ru: Создать шаблон

source: No commission
ru: Нет комиссии

source: Open receipt
ru: Открыть Чек

source: Operation details
ru: Детали операции

source: Repeat payment
ru: Повторить платёж

source: The alert is now working correct!
ru: Предупреждение работает корректно!

source: To Main
ru: На Главную
